[
  {
    "quote": "The mind is everything. What you think you become.",
    "author": "Buddha",
    "source": "Buddhist Teaching"
  },
  {
    "quote": "Peace comes from within. Do not seek it without.",
    "author": "Buddha",
    "source": "Dhammapada"
  },
  {
    "quote": "In the end, just three things matter: How well we have lived, How well we have loved, How well we have learned to let go.",
    "author": "Jack Kornfield",
    "source": "Buddhist Wisdom"
  },
  {
    "quote": "The present moment is the only time over which we have dominion.",
    "author": "Thich Nhat Hanh",
    "source": "Zen Master Teaching"
  },
  {
    "quote": "Hatred does not cease by hatred, but only by love; this is the eternal rule.",
    "author": "Buddha",
    "source": "Dhammapada"
  },
  {
    "quote": "If you want to know your past, look at your present condition. If you want to know your future, look at your present actions.",
    "author": "Padmasambhava",
    "source": "Tibetan Buddhism"
  },
  {
    "quote": "The way is not in the sky. The way is in the heart.",
    "author": "Buddha",
    "source": "Buddhist Teaching"
  },
  {
    "quote": "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.",
    "author": "Buddha",
    "source": "Buddhist Wisdom"
  },
  {
    "quote": "Walk as if you are kissing the Earth with your feet.",
    "author": "Thich Nhat Hanh",
    "source": "Zen Master Teaching"
  },
  {
    "quote": "The root of suffering is resisting the certainty that no matter what the circumstances, uncertainty is all we truly have.",
    "author": "Pema Chödrön",
    "source": "Buddhist Philosophy"
  },
  {
    "quote": "When you realize how perfect everything is you will tilt your head back and laugh at the sky.",
    "author": "Buddha",
    "source": "Buddhist Teaching"
  },
  {
    "quote": "Meditation is not evasion; it is a serene encounter with reality.",
    "author": "Thich Nhat Hanh",
    "source": "Zen Master Teaching"
  }
]